Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Klebstoffe für Mörtel
en: Adhesives for mortar

source: Klebstoffe zur Verhinderung der Lockerung von Radmuttern
en: Adhesives for preventing the loosening of wheel nuts

source: Klebstoffe für Drucksiebe
en: Adhesives for printing screens

source: Klebstoffe [gewerblich] für die Buchbinderei
en: Adhesives for use in the binding of books

source: Acrylharze im Rohzustand zur Verwendung als Zusatzstoffe für Fasern
en: Acrylic resins (Unprocessed -) for use as additives to fibres

source: Chemische Zusätze für Zement
en: Additives (Chemical -) for cement

source: Bismut
en: Bismuth

source: Präparierte Erden
en: Prepared soils

source: Schutzüberzüge zum Wasserdicht machen von Gebäudeoberflächen [ausgenommen Farben oder Öle]
en: Protective coatings for waterproofing surfaces of buildings [other than paints or oils]

source: Proteine zum Binden von Antikörpern [ausgenommen für medizinische Zwecke]
en: Proteins for binding antibodies [other than for medical use]

source: Proteine für menschliche Nahrungsmittel, die bei der Verarbeitung Emulsionen bilden
en: Proteins for human foodstuffs which form emulsions as part of the manufacturing process

source: Chemische regenabweisende Präparate für Fenster
en: Rain repellant preparations for use on windows

source: Seltene Gase [außer für medizinische Zwecke]
en: Rare gases other than for medical use

source: Rohe [unverarbeitete] Kunstharze für den industriellen Einsatz
en: Raw [unprocessed] artificial resins for use in industry

source: Bodenverbesserungssubstanzen [ausgenommen zur Sterilisierung]
en: Soil conditioning substances [other than sterilising]

source: Stabilisatoren für Lösungsmittel
en: Stabilizing agents for solvents

source: Sensibilisierte Filmstreifen [unbelichtet]
en: Strips of sensitised film [unexposed]

source: Entmineralisiertes Wasser, nicht für medizinische Zwecke
en: Demineralised water, not for medical purposes

source: Witterungsbeständige Mischungen [Chemikalien] zur Imprägnierung in Beton
en: Weather proofing compositions [chemicals] for impregnation into concrete

source: Verwitterungsschutzmittel [chemische, ausgenommen Farben]
en: Weathering preservatives [chemical, other than paints]

source: Flüssigkeiten für den Transport von Kies
en: Fluids for the transport of gravel

source: Ätzflüssigkeiten für Aluminium
en: Fluids for use in etching aluminium

source: Feuer absorbierende Chemikalien für die Herstellung von feuerfesten Beschichtungen
en: Fire absorbent chemicals for the manufacture of fire resistant coatings

source: Feuer absorbierende chemische Erzeugnisse für die Herstellung von feuerfesten Monomeren
en: Fire absorbent chemicals for the manufacture of fire retardant monomers

source: Quebracho für gewerbliche Zwecke
en: Quebracho for industrial purposes

source: Cobaltoxid für gewerbliche Zwecke
en: Cobalt oxide for industrial purposes

source: Chemische Präparate für die Herstellung von Oberflächenbeschichtungen
en: Chemical preparations for use in the manufacture of surface coatings

source: Blutpulver [Düngemittel]
en: Blood powder [fertilizer]

source: Emulgatoren für Harze
en: Emulsifiers for resins

source: Entformungsmittel für die Betonherstellung
en: Mold release compounds for use in concrete fabrication

source: Frostschutzmittel für Fahrzeugkühlsysteme
en: Anti-freeze for vehicle cooling systems

source: Chemikalien für die Abwasserbehandlung für gewerbliche Zwecke
en: Waste water treatment chemicals for industrial use

source: Rohe Polyvinylazetatharze
en: Polyvinyl acetate resins

source: Chemikalien zur Diazo-Vervielfältigung
en: Chemicals for use in diazo reproduction

source: Chemikalien zum Fermentieren
en: Chemicals for use in fermenting

source: Chemische Erzeugnisse zur Errichtung von Erdölbohrlöchern
en: Chemicals for use in the formation of oil wells

source: Chemische Erzeugnisse für die Weinherstellung
en: Chemicals for use in the making of wine

source: Chemische Erzeugnisse für die Herstellung von Beton
en: Chemicals for use in the manufacture of concrete

source: Mikrobielle Impfstoffe, ausgenommen für medizinische Zwecke
en: Microbial inoculants, other than for medical use

source: Verbindungen [chemische Erzeugnisse] zur Klebstoffentfernung während Produktionsprozessen
en: Compositions for the removal of adhesive as part of a manufacturing process

source: Verbindungen [chemische Erzeugnisse] zur Teerentfernung während Produktionsprozessen
en: Compositions for the removal of tar as part of a manufacturing process

source: Mit organischen Substanzen angereicherte Kompostmischungen
en: Compost mixtures enriched with organic substances

source: Magnesiumoxid zur Papierherstellung
en: Magnesium oxide for use in papermaking

source: Mastixkitte zum Verkleben
en: Mastics for use in bonding

source: Verbindungen zur Beschleunigung des Aushärtens von Beton
en: Compositions for accelerating the setting of concrete

source: Reaktionsbeschleuniger für organische Chemikalien
en: Accelerators for organic chemical reactions

source: Kunststoffklebstoffe [ausgenommen für Büro- oder Haushaltszwecke]
en: Plastic adhesives [not for stationery or household purposes]

source: Flammenhemmende Mittel
en: Flame retarding compositions

source: Schnell bindende Klebstoffe für gewerbliche Zwecke
en: Quick bonding adhesives for industrial use

source: Radiochemische Erzeugnisse für wissenschaftliche Zwecke
en: Radiochemical products for scientific purposes

source: Chemische Erzeugnisse für die Anzeige von elektrophoretischen Ergebnissen
en: Chemicals for use in the visualization of electrophoretic results

source: Polyethylen
en: Polyethylene

source: Chemische Zusatzstoffe für Ölbohrlochzemente
en: Chemical additives for oil well cements

source: Chemische Zusatzstoffe als Entschäumungsmittel
en: Chemical additives for use as defoaming agents

source: Chemische Zusatzstoffe für Brennstoffe zur Verhinderung von Korrosion
en: Chemical additives for use in fuels to inhibit corrosion

source: Kühlmittel für die Kühlung von biologischen Proben
en: Freezing agents for use in freezing biological specimens

source: Anorganische Peroxide für die Forstwirtschaft
en: Inorganic peroxides for use in silviculture

source: Chemische Zusatzstoffe zum Gießen von Metallen
en: Additives (Chemical -) for use in the moulding of metals

source: Pflanzennährstoffe zur Verwendung in Aquarien
en: Plant nutrients for use in aquariums

source: Lösungsmittelreiniger auf Wasserbasis zur Verwendung bei Herstellungsverfahren
en: Water-based solvent cleaners for use in manufacturing processes

source: Hydrauliköle [Hydraulikflüssigkeiten]
en: Hydraulic oils for brake circuits

source: Chemische Verbindungen zur Verwendung bei der Herstellung von elektrischen Bauteilen
en: Chemical compositions for use in the manufacture of electrical components

source: Aus Soja gewonnenes Lecithin für die Herstellung von Nahrungsmitteln
en: Lecithin derived from soya for use in the manufacture of foodstuffs

source: Entfettungsflüssigkeiten für Produktionsprozesse
en: Degreasing liquids for use in manufacturing processes

source: Proteine für DNS-Rekombinationstechniken [ausgenommen für medizinische Zwecke]
en: Proteins for use in recombinant dna technology [other than for medical use]

source: Flüssige Klebstoffe, ausgenommen für den Haushalt oder Schreibbedarf
en: Liquid glues, other than for household or stationery use

source: Waschmittel für Herstellungsverfahren
en: Agents for washing in a manufacturing process

source: Geschmacksverbesserer für Kaffee
en: Flavour improvers for coffee

source: Festes Kaliumsilikat
en: Solid potassium silicate

source: Feuer absorbierende chemische Erzeugnisse für die Herstellung von feuerfesten Polymeren
en: Fire absorbent chemicals for the manufacture of fire resistant polymers

source: Polystyrol in Form von Granulat zur Extrudierung
en: Polystyrene in granular form for extrusion

source: Rohstoffe für Lacke
en: Raw material for lacquers

source: Chemische Erzeugnisse für die Neutralisierung von radioaktiven Substanzen
en: Chemicals for use in the neutralization of radioactive substances

source: Wärmeempfindliche [sensibilisierte] Bänder zum Drucken von Tickets
en: Heat sensitive [sensitized] tapes for use in the printing of tickets

source: Reduktionsmittel für die Textilindustrie
en: Reducing agents for the textile industry

source: Fotosensitive Folien
en: Photosensitive foils

source: Polymere als chemische Erzeugnisse für die Kosmetikindustrie
en: Polymeric chemicals for use in the cosmetic industry

source: Chemische Zusatzstoffe für die Flusskontrolle von Fetten
en: Additives (Chemical -) for the flow control of grease

source: Blattdünger für den Einsatz an Kulturen in schnellen Wachstumsphasen
en: Foliar fertiliser for application to crops during periods of rapid growth

source: Nahrungseiweiß als Rohstoff
en: Food protein as a raw material

source: Harzkleber für industrielle Zwecke
en: Spirit gum for industrial purposes

source: Chemische Erzeugnisse und Materialien für Filme, die Fotografie und den Druck
en: Chemical preparations and materials for film, photography and printing

source: Düngemittel und chemische Erzeugnisse für die Land- und Forstwirtschaft sowie für den Gartenbau
en: Fertilisers, and chemicals for use in agriculture, horticulture and forestry

source: Chemische Substanzen, chemische Materialien und chemische Präparate sowie natürliche Elemente
en: Chemical substances, chemical materials and chemical preparations, and natural elements

source: Unverarbeitete und künstliche Harze
en: Unprocessed and synthetic resins

source: Kitte, Füllstoffe und Leime für industrielle Zwecke
en: Putties, and fillers and pastes for use in industry

source: Verbindungen für die Brandbekämpfung und -prävention
en: Compositions for fire extinguishing and prevention

source: Chemische Verbindungen zur Nutzung im Bauwesen
en: Chemical compositions for use in construction

source: Fotografische Filme
en: Photographic film

source: Bakterienkulturen für die Abwasserbehandlung
en: Bacterial cultures for wastewater treatment

source: Akrylnitril-Butadien-Styrol-Harze im Rohzustand
en: Unprocessed acrylonitrile butadiene styrene resins

source: Kaseinharze im Rohzustand
en: Unprocessed casein resins

source: Zelluloseazetatkunststoffe im Rohzustand
en: Unprocessed cellulose acetate plastics

source: Diallylisophthalatharze im Rohzustand
en: Unprocessed diallyl isophthalate resins

source: Furanharze im Rohzustand
en: Unprocessed furan resins

source: Polyarylatharze im Rohzustand
en: Unprocessed polyarylate resins

source: Polybenzimidazolharze im Rohzustand
en: Unprocessed polybenzimidazol resins

source: Polybutylenharze im Rohzustand
en: Unprocessed polybutylene resins

source: Polybutylenterephtalatharze im Rohzustand
en: Unprocessed polybutylene terephthalate resins

source: Polykarbonatharze im Rohzustand
en: Unprocessed polycarbonate resins

source: Polyethylenterephthalatharze im Rohzustand
en: Unprocessed polyethtylene terephthalate resins

source: Polymethylmethakrylatharze im Rohzustand
en: Unprocessed polymethyl methacrylate resins

source: Polyphenylenoxidharze im Rohzustand
en: Unprocessed polyphenylene oxide resins

source: Polyphenylensulfidharze im Rohzustand
en: Unprocessed polyphenylene sulfide resins

source: Polysulfonharze im Rohzustand
en: Unprocessed polysulfone resins

source: Polyvinylalkoholharze im Rohzustand
en: Unprocessed polyvinyl alcohol resins

source: Propionatharze im Rohzustand
en: Unprocessed propionate resins

source: Styrol-Acrylnitril-Harze im Rohzustand
en: Unprocessed styrene acrylonitrile resins

source: Chemische Präparate zur Bodenstabilisierung
en: Chemical preparations for stabilizing soil

source: Flavonoide für gewerbliche Zwecke [phenolische Verbindungen]
en: Flavonoids for industrial purposes [phenolic compounds]

source: Polymerharze im Rohzustand
en: Polymer resins, unprocessed

source: Verschmolzene Phosphatdünger
en: Fused phosphate fertilizers

source: Verschmolzene Superphosphatdünger
en: Fused superphosphate fertilizers

source: Künstlicher Grafit für gewerbliche Zwecke
en: Artificial graphite for industrial purposes

source: Bagassezellstoff für die Papierherstellung
en: Bagasse pulp for use in the manufacture of paper

source: Entschwefelungsmittel für Batterien
en: Battery anti-sulphurizing agents

source: Biologische Indikatoren zur Überwachung von Sterilisationsprozessen, ausgenommen für medizinische oder veterinärmedizinische Zwecke
en: Biological indicators for monitoring sterilization processes other than for medical or veterinary purposes

source: Chemische Erzeugnisse zur Prävention von pathogenen Infektionen bei Pflanzen
en: Chemical preparations for preventing pathogenic infections in plants

source: Chemische Erzeugnisse für gewerbliche Zwecke
en: Chemical preparations for use in industry

source: Chemische Konservierungsmittel zur Verwendung in Rostschutzmitteln für Auspuffsysteme von Kraftfahrzeugen
en: Chemical preservatives for use as corrosion inhibitors on automobile exhaust systems

source: Komplexe Salze
en: Complex salts

source: Flüssiges Salz zum Enteisen
en: Liquid salt for deicing

source: Natürlicher Grafit für gewerbliche Zwecke
en: Natural graphite for industrial purposes

source: Nichtmetallische Oxide
en: Non-metallic oxides

source: Organische Arsenverbindungen
en: Organoarsenic compounds

source: Organische Phosphorverbindungen
en: Organophosphorus compounds

source: Wasserstoffperoxid für industrielle Zwecke
en: Hydrogen peroxide for industrial purposes

source: Indol für gewerbliche Zwecke
en: Indole for industrial purposes

source: Anorganische Salze für gewerbliche Zwecke
en: Inorganic salts for industrial purposes

source: Chemische Präparate zur Lederverarbeitung
en: Leather processing chemical preparations

source: Biologische Blumenerde
en: Organic potting soil

source: Albumin für gewerbliche Zwecke
en: Albumin for industrial purposes

source: Anti-Aging-Mittel für gewerbliche Zwecke
en: Anti-aging agents for industrial purposes

source: Campher-Öl für gewerbliche Zwecke
en: Camphor oil for industrial purposes

source: Gusspräparate für gewerbliche Zwecke
en: Casting preparations for industrial purposes

source: Emulgatoren für gewerbliche Zwecke
en: Emulsifiers for industrial purposes

source: Fuselöl für gewerbliche Zwecke
en: Fusel oil for industrial purposes

source: Galactose für gewerbliche Zwecke
en: Galactose for industrial purposes

source: Gliadin für gewerbliche Zwecke
en: Gliadin for industrial purposes

source: Globulin für gewerbliche Zwecke
en: Globulin for industrial purposes

source: Chemische Mittel zur Farbenherstellung
en: Chemicals for the manufacture of paints

source: Klebstoffe für Wandkacheln
en: Adhesives for wall tiles

source: Chemikalien für die Landwirtschaft
en: Chemicals for use in agriculture

source: Künstliche Süßstoffe [chemische Erzeugnisse]
en: Artificial sweeteners [chemical preparations]

source: Synthetische Harze im Rohzustand
en: Synthetic resins, unprocessed

source: Akrylharze im Rohzustand
en: Acrylic resins, unprocessed

source: Zurichtungsmittel für Häute
en: Currying preparations for skins

source: Brennstoffe für Kernreaktoren
en: Fuel for nuclear reactors

source: Chemische Kraftstoffzusätze
en: Chemical petrol additives

source: Fixiermittel [Fotografie]
en: Fixing solutions [photography]

source: Kühlmittel
en: Coolants

source: Kältemittel
en: Refrigerants

source: Ruß [Gasruß] für gewerbliche Zwecke
en: Lamp black for industrial purposes

source: Ruß [Kohleschwarz] für gewerbliche Zwecke
en: Carbon black for industrial purposes

source: Kompost
en: Compost

source: Mittel gegen das Trübwerden von Glasscheiben
en: Anti-tarnishing chemicals for windows

source: Hydraulikflüssigkeiten
en: Fluids for hydraulic circuits

source: Lötmittel [Hartlöten]
en: Brazing preparations

source: Lötmittel [Weichlöten]
en: Soldering preparations

source: Lichtempfindliche Platten
en: Photosensitive plates

source: Dichtmassen für Reifen
en: Tire sealing compounds

source: Bismutsubnitrat für chemische Zwecke
en: Bismuth subnitrate for chemical purposes

source: Glutaminsäure für gewerbliche Zwecke
en: Glutamic acid for industrial purposes

source: Chemische Erzeugnisse zur Behandlung von Heißwassersystemen
en: Chemicals for the treatment of hot water systems

source: Azetylen für gewerbliche Zwecke
en: Acetylene for industrial purposes

source: Pulverförmiger Kohlenstoff für Sekundärzellbatterien
en: Powdered carbon for secondary cell batteries

source: Lysozyme für gewerbliche Zwecke
en: Lysozyme for industrial purposes

source: Metalloxide für gewerbliche Zwecke
en: Metal oxide powders for industrial purposes

source: Muskovit-Glimmer für gewerbliche Zwecke
en: Muscovite mica for industrial purpose

source: Oligopeptide für gewerbliche Zwecke
en: Oligopeptides for industrial purposes

source: Chemische Erzeugnisse zum Testen von Schwimmbeckenwasser
en: Chemical preparations for testing swimming pool water

source: Emulgatoren zur Verwendung bei der Herstellung von Leder
en: Emulsifiers for use in the manufacture of leather

source: Emulgatoren zur Verwendung bei der Herstellung von Textilien
en: Emulsifiers for use in the manufacture of textiles

source: Chemikalien zum Härten zur Verwendung beim Löten
en: Tempering chemicals for use in soldering

source: Antistatische Mittel für gewerbliche Zwecke
en: Anti-static preparations for industrial purposes

source: Chemische Verbindungen zum Entwickeln von Fotografien
en: Chemical compositions for developing photographs

source: Glutelin für gewerbliche Zwecke
en: Glutelin for industrial purposes

source: Kreosot für gewerbliche Zwecke
en: Creosote for industrial purposes

source: Proteine zur Verwendung bei der Herstellung von Kosmetika
en: Protein for use in the manufacture of cosmetics

source: Klebstoffe aus synthetischen Harzen für gewerbliche Zwecke
en: Synthetic resin adhesives for industrial purposes

source: Künstlicher Grafit für Sekundärzellbatterien
en: Artificial graphite for secondary cell batteries

source: Synthetische Harze [unverarbeitet] zur Verwendung bei der Herstellung von Formteilen
en: Unprocessed synthetic resins for use in the manufacture of molding compounds

source: Polyester im Rohzustand
en: Polyesters (unprocessed)

source: Unverarbeitete synthetische Harze zur Verwendung bei der Herstellung von Kunststoffformmassen
en: Unprocessed synthetic resins for use in the manufacture of plastic molding compounds

source: Chemische Mittel zur Pigmentherstellung
en: Chemicals for the manufacture of pigments

source: Bodentenside zur Förderung gleichmäßiger Wasserbewegung in Erdböden
en: Soil surfactants used to promote uniform movement of water in soil

source: Chemische Mittel zur Beseitigung von Säure zur Anwendung bei der gewerblichen Produktion
en: Chemical agents for acid removal in industrial manufacturing applications

source: Chemische Mittel zur Kohlendioxidspeicherung
en: Chemical agents for carbon dioxide sequestration

source: Chemische Zusätze zur Verwendung als Bindemittel für Futterpellets
en: Chemical additives for use as binding agents for feed pellets

source: Chemische Wasseraufbereiter für Aquarien
en: Chemical aquarium water conditioners

source: Organische Bodenverbesserungspulver und -präparate
en: Organic soil enhancement powders and preparations

source: Chemische Erzeugnisse für die Herstellung von Süßwaren
en: Chemicals used in the manufacture of confectionery

source: Algennährstoffergänzung auf Calciumbasis zur Verwendung in Aquarien
en: Calcium-based algae nutrient supplements for use in aquaria

source: Kohlehydrate als Inhaltsstoff in Nutrazeutika
en: Carbohydrates used as an ingredient in nutraceuticals

source: Aus biotechnologischen Prozessen gewonnene Enzyme für gewerbliche Zwecke
en: Enzymes derived from biotechnological processes for use in industry

source: Kohle für gewerbliche Zwecke
en: Carbon for industrial purposes

source: Enzyme für die Herstellung von Nutrazeutika
en: Enzymes for use in the manufacture of nutraceuticals

source: Enzyme zur Verwendung in der Milchindustrie
en: Enzymes for use in the dairy industry

source: Enzyme für die Verarbeitung von Nahrungsmittelnebenprodukten
en: Enzymes for use in the processing of food by-products

source: Enzyme für die Herstellung von Haustierfutter
en: Enzymes for use in the manufacture of pet food

source: Enzyme für die Herstellung von Fruchtsaft
en: Enzymes for use in the manufacture of fruit juice

source: Enzyme für die Verarbeitung von Zuckerrohr
en: Enzymes for use in the processing of sugar cane

source: Enzyme zur Verwendung bei der Stärkehydrolyse
en: Enzymes for use in starch hydrolysis

source: Enzyme zur Verwendung bei der Proteinhydrolyse
en: Enzymes for use in protein hydrolysis

source: Enzyme zur Verdauungsunterstützung für die Herstellung von Tiernahrung
en: Enzymes to assist in digestion for use in the manufacture of animal feeds

source: Thermisch härtbare synthetische Harze im Rohzustand
en: Thermally curable unprocessed synthetic resins

source: Durch Strahlung härtbare synthetische Harze im Rohzustand
en: Radiation curable unprocessed synthetic resins

source: Benzinkraftstoffkonditionierer auf Fettsäurebasis
en: Fatty acid-based gasoline fuel conditioners

source: Dieselkraftstoffkonditionierer auf Fettsäurebasis
en: Fatty acid-based diesel fuel conditioners

source: Chemische Mittel zur Aufbereitung von Bilgewasser
en: Chemical agents for the treatment of bilge water

source: Bromiertes Pflanzenöl zur Verwendung als Emulsionsmittel in der Lebensmittelerzeugung
en: Brominated vegetable oil for use as an emulsifier in the manufacture of food

source: Spachtelmassen für die Raumfahrtindustrie
en: Body fillers for use in the aerospace industry

source: Legierungen von Seltenerdmetallen
en: Alloys of rare earth metals

source: Katalysatoren zur Herstellung von Polymeren
en: Catalysts for use in the manufacture of polymers

source: Dreifachsuperphosphate [Düngemittel]
en: Triple superphosphate fertilizers

source: Zweifachsuperphosphate [Düngemittel]
en: Double superphosphate fertilizers

source: Entformungsmittel für die Kunststoffindustrie
en: Mold-release compounds for use in the plastics industry

source: Stärke für die Herstellung von Textilien
en: Starch for use in the manufacture of textiles

source: Stärke für die Herstellung von Papier
en: Starch for use in the manufacture of paper

source: Phosphate
en: Phosphates

source: Sanitärkitt für die Installation von Toiletten
en: Putty for use by plumbers for affixing toilets

source: Stammzellen für wissenschaftliche Zwecke
en: Stem cells for scientific purposes

source: Fettsäuren für industrielle Zwecke
en: Fatty acids for industrial use

source: Milchfermente [Bakterienpräparat] zur Herstellung von Nahrungsmitteln
en: Milk ferments [bacteria preparations] used in making foodstuffs

source: Schlichtemittel für die Produktion
en: Sizing compounds for use in manufacture

source: Pulverisierter Kalkstein für landwirtschaftliche Zwecke
en: Pulverized limestone for agricultural purposes

source: Granulierter Kalkstein für landwirtschaftliche Zwecke
en: Granulated limestone for agricultural purposes

source: Chemische Zusätze für Reiniger von Kraftstoffeinspritzungen
en: Chemical additives for fuel injection system cleaners

source: Fermentierte Reiskleie für die Herstellung von Kosmetika
en: Fermented rice bran for use in the manufacture of cosmetics

source: Verfestigte Schutzgase zum Schweißen
en: Solidified protective gases for welding

source: Tee-Extrakte zur Herstellung von pharmazeutischen Erzeugnissen
en: Tea extracts for use in the manufacture of pharmaceuticals
